Repository: AdgaiWalker/Dorazoom
Catalog: Sources/ZoomItMacCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es_419, es_es, fr, ja, ko, pt_br, zh_hans, zh_hant

# settings.snip.folder_picker.title
source: DoraZoom: Choose Snip Folder
de: DoraZoom: Ausschnittordner auswählen
es_419: DoraZoom: elegir carpeta de capturas
es_es: DoraZoom: elegir carpeta de capturas
fr: DoraZoom : choisir le dossier des captures
ja: DoraZoom：取り込み先フォルダを選択
ko: DoraZoom: 캡처 폴더 선택
pt_br: DoraZoom: escolher pasta de capturas
zh_hans: DoraZoom：选择截图文件夹
zh_hant: DoraZoom：選擇截圖檔案夾

# settings.snip.ocr_shortcut
source: OCR shortcut:
de: OCR-Kurzbefehl:
es_419: Atajo OCR:
es_es: Atajo OCR:
fr: Raccourci OCR :
ja: OCR ショートカット：
ko: OCR 단축키:
pt_br: Atalho de OCR:
zh_hans: OCR 快捷键：
zh_hant: OCR 快速鍵：

# settings.snip.save_to_folder
source: Save to a folder instead of asking each time
de: In einem Ordner sichern, statt jedes Mal nachzufragen
es_419: Guardar en una carpeta sin preguntar cada vez
es_es: Guardar en una carpeta sin preguntar cada vez
fr: Enregistrer dans un dossier sans demander à chaque fois
ja: 毎回確認せずフォルダに保存
ko: 매번 묻지 않고 폴더에 저장
pt_br: Salvar em uma pasta sem perguntar sempre
zh_hans: 保存到文件夹，不再每次询问
zh_hant: 儲存到檔案夾，不再每次詢問

# settings.snip.shortcut
source: Snip shortcut:
de: Ausschnitt-Kurzbefehl:
es_419: Atajo de captura:
es_es: Atajo de captura:
fr: Raccourci de capture :
ja: 取り込みショートカット：
ko: 캡처 단축키:
pt_br: Atalho de captura:
zh_hans: 区域截图快捷键：
zh_hant: 區域截圖快速鍵：

# settings.type.color_note
source: Text uses the current pen color.
de: Text verwendet die aktuelle Stiftfarbe.
es_419: El texto usa el color actual de la pluma.
es_es: El texto usa el color actual del lápiz.
fr: Le texte utilise la couleur actuelle du crayon.
ja: テキストには現在のペンの色が使われます。
ko: 텍스트에는 현재 펜 색상이 사용됩니다.
pt_br: O texto usa a cor atual da caneta.
zh_hans: 文本使用当前画笔颜色。
zh_hant: 文字使用目前的畫筆顏色。

# settings.type.font
source: Typing font:
de: Schrift für Texteingabe:
es_419: Tipo de letra:
es_es: Tipo de letra:
fr: Police de saisie :
ja: 入力フォント：
ko: 입력 글꼴:
pt_br: Fonte:
zh_hans: 键入字体：
zh_hant: 輸入字體：

# settings.type.sample
source: Sample — %@ %d pt
de: Beispiel — %@ %d pt
es_419: Muestra — %@ %d pt
es_es: Muestra — %@ %d pt
fr: Exemple — %@ %d pt
ja: サンプル — %@ %d pt
ko: 샘플 — %@ %d pt
pt_br: Amostra — %@ %d pt
zh_hans: 示例 — %@ %d pt
zh_hant: 範例 — %@ %d pt

# settings.type.select_font
source: Select Font…
de: Schrift auswählen…
es_419: Seleccionar tipo de letra…
es_es: Seleccionar tipo de letra…
fr: Sélectionner la police…
ja: フォントを選択…
ko: 글꼴 선택…
pt_br: Selecionar fonte…
zh_hans: 选择字体…
zh_hant: 選擇字體…

# settings.webcam.camera
source: Camera:
de: Kamera:
es_419: Cámara:
es_es: Cámara:
fr: Caméra :
ja: カメラ：
ko: 카메라:
pt_br: Câmera:
zh_hans: 摄像头：
zh_hant: 相機：

# settings.webcam.shape
source: Shape:
de: Form:
es_419: Forma:
es_es: Forma:
fr: Forme :
ja: 形状：
ko: 모양:
pt_br: Forma:
zh_hans: 形状：
zh_hant: 形狀：

# settings.webcam.size
source: Size:
de: Größe:
es_419: Tamaño:
es_es: Tamaño:
fr: Taille :
ja: サイズ：
ko: 크기:
pt_br: Tamanho:
zh_hans: 大小：
zh_hant: 大小：

# settings.webcam.title
source: Camera overlay
de: Kameraeinblendung
es_419: Superposición de cámara
es_es: Superposición de cámara
fr: Incrustation de la caméra
ja: カメラオーバーレイ
ko: 카메라 오버레이
pt_br: Sobreposição da câmera
zh_hans: 摄像头画中画
zh_hant: 相機子母畫面

# settings.window.title
source: DoraZoom Settings
de: DoraZoom-Einstellungen
es_419: Configuración de DoraZoom
es_es: Ajustes de DoraZoom
fr: Réglages DoraZoom
ja: DoraZoom 設定
ko: DoraZoom 설정
pt_br: Ajustes do DoraZoom
zh_hans: DoraZoom 设置
zh_hant: DoraZoom 設定

# settings.zoom.animate
source: Animate zooming
de: Zoom animieren
es_419: Animar el zoom
es_es: Animar el zoom
fr: Animer le zoom
ja: ズームをアニメーション表示
ko: 확대 애니메이션
pt_br: Animar o zoom
zh_hans: 缩放时显示动画
zh_hant: 縮放時顯示動畫

# settings.zoom.description
source: After activating DoraZoom, zoom with the mouse wheel or Option+Up and Option+Down, then pan by moving the mouse. Exit zoom mode with Escape or the right mouse button.
de: Zoome nach dem Aktivieren von DoraZoom mit dem Mausrad oder Option+Auf und Option+Ab und verschiebe dann den Ausschnitt mit der Maus. Beende den Zoommodus mit Escape oder der rechten Maustaste.
es_419: Después de activar DoraZoom, amplía con la rueda o con Option+Arriba y Option+Abajo, y desplaza la vista moviendo el mouse. Sal del modo zoom con Escape o el botón derecho.
es_es: Después de activar DoraZoom, amplía con la rueda o con Option+Arriba y Option+Abajo, y desplaza la vista moviendo el ratón. Sal del modo zoom con Escape o el botón derecho.
fr: Après avoir activé DoraZoom, zoomez avec la molette ou Option+Haut et Option+Bas, puis déplacez la vue avec la souris. Quittez le mode zoom avec Échap ou le bouton droit de la souris.
ja: DoraZoom を有効にした後、マウスホイールまたは Option+上矢印／Option+下矢印でズームし、マウスを動かしてパンします。Escape またはマウスの右ボタンでズームモードを終了します。
ko: DoraZoom을 활성화한 후 마우스 휠이나 Option+위쪽 화살표 및 Option+아래쪽 화살표로 확대하고, 마우스를 움직여 화면을 이동합니다. Escape 또는 마우스 오른쪽 버튼으로 확대 모드를 종료합니다.
pt_br: Depois de ativar o DoraZoom, amplie com a roda ou com Option+Para Cima e Option+Para Baixo, e desloque a visualização movendo o mouse. Saia do modo de zoom com Escape ou o botão direito.
zh_hans: 激活 DoraZoom 后，使用鼠标滚轮或 Option+上、Option+下进行缩放，再通过移动鼠标平移。按 Escape 或鼠标右键退出缩放模式。
zh_hant: 啟用 DoraZoom 後，使用滑鼠滾輪或 Option+上、Option+下進行縮放，再透過移動滑鼠平移。按 Escape 或滑鼠右鍵離開縮放模式。

# settings.zoom.initial_magnification
source: Initial magnification:
de: Anfängliche Vergrößerung:
es_419: Ampliación inicial:
es_es: Ampliación inicial:
fr: Grossissement initial :
ja: 初期倍率：
ko: 초기 확대 배율:
pt_br: Ampliação inicial:
zh_hans: 初始放大倍数：
zh_hant: 初始放大倍率：

# settings.zoom.initial_magnification.help
source: Choose the initial magnification level:
de: Anfängliche Vergrößerungsstufe auswählen:
es_419: Elige el nivel de ampliación inicial:
es_es: Elige el nivel de ampliación inicial:
fr: Choisissez le niveau de grossissement initial :
ja: 初期倍率を選択：
ko: 초기 확대 배율 선택:
pt_br: Escolha o nível de ampliação inicial:
zh_hans: 选择初始放大倍数：
zh_hant: 選擇初始放大倍率：

# settings.zoom.shortcut
source: Zoom shortcut:
de: Zoom-Kurzbefehl:
es_419: Atajo de zoom:
es_es: Atajo de zoom:
fr: Raccourci de zoom :
ja: ズームのショートカット：
ko: 확대 단축키:
pt_br: Atalho de zoom:
zh_hans: 缩放快捷键：
zh_hant: 縮放快速鍵：

# settings.zoom.smooth_image
source: Smooth the zoomed image
de: Vergrößertes Bild glätten
es_419: Suavizar la imagen ampliada
es_es: Suavizar la imagen ampliada
fr: Lisser l’image agrandie
ja: 拡大画像を滑らかに表示
ko: 확대 이미지 부드럽게 표시
pt_br: Suavizar a imagem ampliada
zh_hans: 平滑缩放后的图像
zh_hant: 平滑縮放後的影像

# settings_navigation.advanced
source: Advanced
de: Erweitert
es_419: Avanzado
es_es: Avanzado
fr: Avancé
ja: 詳細
ko: 고급
pt_br: Avançado
zh_hans: 高级
zh_hant: 進階

# settings_navigation.capture_and_draw
source: Capture & Draw
de: Aufnehmen & Zeichnen
es_419: Captura y dibujo
es_es: Captura y dibujo
fr: Capture et dessin
ja: 取り込みと描画
ko: 캡처 및 그리기
pt_br: Captura e desenho
zh_hans: 捕捉与绘图
zh_hant: 擷取與繪圖

# settings_navigation.general
source: General
de: Allgemein
fr: Général
ja: 一般
ko: 일반
pt_br: Geral
zh_hans: 通用
zh_hant: 一般

# settings_navigation.permissions
source: Permissions
de: Berechtigungen
es_419: Permisos
es_es: Permisos
fr: Autorisations
ja: アクセス権
ko: 권한
pt_br: Permissões
zh_hans: 权限
zh_hant: 權限

# settings_navigation.recording
source: Recording
de: Aufnahme
es_419: Grabación
es_es: Grabación
fr: Enregistrement
ja: 収録
ko: 녹화
pt_br: Gravação
zh_hans: 录制
zh_hant: 錄製

# settings_navigation.shortcuts
source: Shortcuts
de: Kurzbefehle
es_419: Atajos
es_es: Atajos
fr: Raccourcis
ja: ショートカット
ko: 단축키
pt_br: Atalhos
zh_hans: 快捷键
zh_hant: 快速鍵

# shape.circle
source: Circle
de: Kreis
es_419: Círculo
es_es: Círculo
fr: Cercle
ja: 円
ko: 원
pt_br: Círculo
zh_hans: 圆形
zh_hant: 圓形

# shape.rectangle
source: Rectangle
de: Rechteck
es_419: Rectángulo
es_es: Rectángulo
ja: 長方形
ko: 직사각형
pt_br: Retângulo
zh_hans: 矩形
zh_hant: 矩形

# shape.rounded_rectangle
source: Rounded Rectangle
de: Abgerundetes Rechteck
es_419: Rectángulo redondeado
es_es: Rectángulo redondeado
fr: Rectangle arrondi
ja: 角丸長方形
ko: 둥근 직사각형
pt_br: Retângulo arredondado
zh_hans: 圆角矩形
zh_hant: 圓角矩形

# shape.rounded_square
source: Rounded Square
de: Abgerundetes Quadrat
es_419: Cuadrado redondeado
es_es: Cuadrado redondeado
fr: Carré arrondi
ja: 角丸正方形
ko: 둥근 정사각형
pt_br: Quadrado arredondado
zh_hans: 圆角正方形
zh_hant: 圓角正方形

# size.extra_large
source: Extra Large
de: Sehr groß
es_419: Muy grande
es_es: Muy grande
fr: Très grande
ja: 特大
ko: 매우 크게
pt_br: Muito grande
zh_hans: 特大
zh_hant: 特大

# size.full_screen
source: Full Screen
de: Vollbild
es_419: Pantalla completa
es_es: Pantalla completa
fr: Plein écran
ja: フルスクリーン
ko: 전체 화면
pt_br: Tela cheia
zh_hans: 全屏
zh_hant: 全螢幕

# size.large
source: Large
de: Groß
es_419: Grande
es_es: Grande
fr: Grande
ja: 大
ko: 크게
pt_br: Grande
zh_hans: 大
zh_hant: 大

# size.medium
source: Medium
de: Mittel
es_419: Mediano
es_es: Mediano
fr: Moyenne
ja: 中
ko: 중간
pt_br: Médio
zh_hans: 中
zh_hant: 中

# size.small
source: Small
de: Klein
es_419: Pequeño
es_es: Pequeño
fr: Petite
ja: 小
ko: 작게
pt_br: Pequeno
zh_hans: 小
zh_hant: 小

# status_menu.advanced_video_editor
source: Advanced Video Editor…
de: Erweiterter Videoeditor…
es_419: Editor de video avanzado…
es_es: Editor de vídeo avanzado…
fr: Éditeur vidéo avancé…
ja: 詳細ビデオエディタ…
ko: 고급 비디오 편집기…
pt_br: Editor de vídeo avançado…
zh_hans: 高级视频编辑器…
zh_hant: 進階影片編輯器…

# status_menu.break_timer
source: Break Timer
de: Pausentimer
es_419: Temporizador de descanso
es_es: Temporizador de descanso
fr: Minuteur de pause
ja: 休憩タイマー
ko: 휴식 타이머
pt_br: Temporizador de pausa
zh_hans: 休息计时器
zh_hant: 休息計時器

# status_menu.capture_previous_region
source: Capture Previous Region
de: Vorherigen Bereich aufnehmen
es_419: Capturar área anterior
es_es: Capturar zona anterior
fr: Capturer la zone précédente
ja: 前回の範囲を取り込む
ko: 이전 영역 캡처
pt_br: Capturar área anterior
zh_hans: 捕捉上一个区域
zh_hant: 擷取上一個區域

# status_menu.capture_region
source: Capture Region
de: Bereich aufnehmen
es_419: Capturar área
es_es: Capturar zona
fr: Capturer une zone
ja: 範囲を取り込む
ko: 영역 캡처
pt_br: Capturar área
zh_hans: 捕捉区域
zh_hant: 擷取區域

# status_menu.capture_window_under_pointer
source: Capture Window Under Pointer
de: Fenster unter dem Zeiger aufnehmen
es_419: Capturar ventana bajo el puntero
es_es: Capturar ventana bajo el puntero
fr: Capturer la fenêtre sous le pointeur
ja: ポインタ下のウインドウを取り込む
ko: 포인터 아래 윈도우 캡처
pt_br: Capturar janela sob o ponteiro
zh_hans: 捕捉指针下的窗口
zh_hant: 擷取指標下方的視窗

# status_menu.draw
source: Draw
de: Zeichnen
es_419: Dibujar
es_es: Dibujar
fr: Dessiner
ja: 描画
ko: 그리기
pt_br: Desenhar
zh_hans: 绘图
zh_hant: 繪圖

# status_menu.extract_text_ocr
source: Extract Text (OCR)
de: Text extrahieren (OCR)
es_419: Extraer texto (OCR)
es_es: Extraer texto (OCR)
fr: Extraire le texte (OCR)
ja: テキストを抽出（OCR）
ko: 텍스트 추출(OCR)
pt_br: Extrair texto (OCR)
zh_hans: 提取文本 (OCR)
zh_hant: 擷取文字 (OCR)

# status_menu.more_features
source: More Features
de: Weitere Funktionen
es_419: Más funciones
es_es: Más funciones
fr: Plus de fonctions
ja: その他の機能
ko: 기타 기능
pt_br: Mais recursos
zh_hans: 更多功能
zh_hant: 更多功能

# status_menu.panorama_capture
source: Panorama Capture
de: Panoramaaufnahme
es_419: Captura panorámica
es_es: Captura panorámica
fr: Capture panoramique
ja: パノラマ取り込み
ko: 파노라마 캡처
pt_br: Captura panorâmica
zh_hans: 全景捕捉
zh_hant: 全景擷取

# status_menu.pause_resume_recording
source: Pause/Resume Recording
de: Aufnahme pausieren/fortsetzen
es_419: Pausar/Reanudar grabación
es_es: Pausar/Reanudar grabación
fr: Suspendre/Reprendre l’enregistrement
ja: 収録を一時停止／再開
ko: 녹화 일시 정지/재개
pt_br: Pausar/Retomar gravação
zh_hans: 暂停/继续录制
zh_hant: 暫停/繼續錄製

# status_menu.permissions
source: Permissions
de: Berechtigungen
es_419: Permisos
es_es: Permisos
fr: Autorisations
ja: アクセス権
ko: 권한
pt_br: Permissões
zh_hans: 权限
zh_hant: 權限

# status_menu.permissions.action_required
source: Permissions · Action Required
de: Berechtigungen · Aktion erforderlich
es_419: Permisos · Acción requerida
es_es: Permisos · Acción necesaria
fr: Autorisations · Action requise
ja: アクセス権 · 操作が必要
ko: 권한 · 조치 필요
pt_br: Permissões · Ação necessária
zh_hans: 权限 · 需要处理
zh_hant: 權限 · 需要處理

# status_menu.quit
source: Quit DoraZoom
de: DoraZoom beenden
es_419: Salir de DoraZoom
es_es: Salir de DoraZoom
fr: Quitter DoraZoom
ja: DoraZoom を終了
ko: DoraZoom 종료
pt_br: Encerrar o DoraZoom
zh_hans: 退出 DoraZoom
zh_hant: 結束 DoraZoom

# status_menu.record_screen
source: Record Screen
de: Bildschirm aufnehmen
es_419: Grabar pantalla
es_es: Grabar pantalla
fr: Enregistrer l’écran
ja: 画面を収録
ko: 화면 녹화
pt_br: Gravar tela
zh_hans: 录制屏幕
zh_hant: 錄製螢幕

# status_menu.screenshot
source: Screenshot
de: Bildschirmfoto
es_419: Captura de pantalla
es_es: Captura de pantalla
fr: Capture d’écran
ja: スクリーンショット
ko: 스크린샷
pt_br: Captura de tela
zh_hans: 截图
zh_hant: 螢幕截圖

# status_menu.settings
source: Settings…
de: Einstellungen…
es_419: Configuración…
es_es: Ajustes…
fr: Réglages…
ja: 設定…
ko: 설정…
pt_br: Ajustes…
zh_hans: 设置…
zh_hant: 設定…

# status_menu.static_zoom
source: Static Zoom
de: Statischer Zoom
es_419: Zoom estático
es_es: Zoom estático
fr: Zoom statique
ja: 静止ズーム
ko: 정지 화면 확대
pt_br: Zoom estático
zh_hans: 静态缩放
zh_hant: 靜態縮放

# status_menu.status.drawing
source: Drawing
de: Zeichnen
es_419: Dibujando
es_es: Dibujando
fr: Dessin
ja: 描画中
ko: 그리는 중
pt_br: Desenhando
zh_hans: 正在绘图
zh_hant: 正在繪圖

# status_menu.status.ready
source: Ready
de: Bereit
es_419: Listo
es_es: Listo
fr: Prêt
ja: 準備完了
ko: 준비 완료
pt_br: Pronto
zh_hans: 就绪
zh_hant: 就緒

# status_menu.status.recording
source: Recording
de: Aufnahme läuft
es_419: Grabando
es_es: Grabando
fr: Enregistrement
ja: 収録中
ko: 녹화 중
pt_br: Gravando
zh_hans: 正在录制
zh_hant: 正在錄製

# annotation_tool.text
source: Text
es_419: Texto
es_es: Texto
fr: Texte
ja: テキスト
ko: 텍스트
pt_br: Texto
zh_hans: 文本
zh_hant: 文字

# color.pink
source: Pink
es_419: Rosa
es_es: Rosa
fr: Rose
ja: ピンク
ko: 분홍색
pt_br: Rosa
zh_hans: 粉色
zh_hant: 粉紅色

# feedback.mode.live_zoom
source: Live Zoom
es_419: Zoom en vivo
es_es: Zoom en directo
fr: Zoom en direct
ja: ライブズーム
ko: 실시간 확대
pt_br: Zoom ao vivo
zh_hans: 实时缩放
zh_hant: 即時縮放

# feedback.mode.text
source: Text
es_419: Texto
es_es: Texto
fr: Texte
ja: テキスト
ko: 텍스트
pt_br: Texto
zh_hans: 文本
zh_hant: 文字

# recording.input_overlay.key.escape
source: Escape
fr: Échap
zh_hans: Esc
zh_hant: Esc

# recording.preflight.row.system_audio
source: System Audio
es_419: Audio del sistema
es_es: Audio del sistema
fr: Son du système
ja: システムオーディオ
ko: 시스템 오디오
pt_br: Áudio do sistema
zh_hans: 系统音频
zh_hant: 系統音訊

# settings.shortcuts.live_zoom
source: Live Zoom:
es_419: Zoom en vivo:
es_es: Zoom en directo:
fr: Zoom en direct :
ja: ライブズーム：
ko: 실시간 확대:
pt_br: Zoom ao vivo:
zh_hans: 实时缩放：
zh_hant: 即時縮放：

# status_menu.live_zoom
source: Live Zoom
es_419: Zoom en vivo
es_es: Zoom en directo
fr: Zoom en direct
ja: ライブズーム
ko: 실시간 확대
pt_br: Zoom ao vivo
zh_hans: 实时缩放
zh_hant: 即時縮放

# annotation_tool.ellipse
source: Ellipse
es_419: Elipse
es_es: Elipse
ja: 楕円
ko: 타원
pt_br: Elipse
zh_hans: 椭圆
zh_hant: 橢圓形

# color.orange
source: Orange
es_419: Naranja
es_es: Naranja
ja: オレンジ
ko: 주황색
pt_br: Laranja
zh_hans: 橙色
zh_hant: 橘色

# settings.break_timer.minute
source: %d minute
es_419: %d minuto
es_es: %d minuto
ja: %d分
ko: %d분
pt_br: %d minuto
zh_hans: %d 分钟
zh_hant: %d 分鐘

# settings.break_timer.position
source: Position:
es_419: Posición:
es_es: Posición:
ja: 位置：
ko: 위치:
pt_br: Posição:
zh_hans: 位置：
zh_hant: 位置：

# settings.shortcuts.panorama
source: Panorama:
es_419: Panorámica:
es_es: Panorámica:
ja: パノラマ：
ko: 파노라마:
zh_hans: 全景：
zh_hant: 全景：

# settings.webcam.position
source: Position:
es_419: Posición:
es_es: Posición:
ja: 位置：
ko: 위치:
pt_br: Posição:
zh_hans: 位置：
zh_hant: 位置：

# common.ok
source: OK
ko: 확인
zh_hans: 好
zh_hant: 好

# app_info.copyright
source: Copyright © 2026 未然界域科技工作室
zh_hans: 版权所有 © 2026 未然界域科技工作室
zh_hant: 著作權所有 © 2026 未然界域科技工作室
